[Version]
7.7

[Main]	
Item0000=Pozdravljeni v programu HP Recovery Manager. To orodje uporabljajte, da znova vzpostavite delovanje računalnika, če se zgodi, da ne deluje kot običajno.
Item0001=Takoj potrebujem pomoč
Item0002=Rad bi izvedel vzdrževalna opravila
Item0003=Želim se obrniti na podporo HP
Item0004=Rad bi sprejel varnostne ukrepe
Item0005=Obnovitev sistema Windows
Item0006=Obnovite sistem na datum v preteklosti
Item0007=Obnovitveno okolje sistema Windows
Item0008=Znova zaženite sistem in vstopite v obnovitveno okolje sistema Windows, da osvežite posnetek ali obnovite tovarniško stanje sistema.
Item0009=Varnostno kopiranje datotek
Item0010=Izdelajte varnostno kopijo svojih osebnih podatkov
Item0011=Obnovitev pomanjšane podobe
Item0012=Obnovite samo operacijski sistem, gonilnike in izbrano programsko opremo (čista slika)
Item0013=Zaženi preverjanje računalnika
Item0014=Uporabite orodje za diagnostiko strojne opreme, da opravite diagnozo pomnilnika računalnika, trdega diska itd …
Item0015=Izdelava obnovitvenih medijev
Item0016=Izdelajte medije za obnovitev sistema
Item0017=Odstrani obnovitveno particijo
Item0018=Izbrišite tovarniško nameščeno sliko varnostnih kopij programske opreme, da sprostite prostor na trdem disku
Item0019=Ponastavitev tovarniških nastavitev
Item0020=Znova nastavite računalnik tako, da izbrišete celoten trdi disk in ga obnovite na izvirno tovarniško stanje
Item0021=Izvajanje vzdrževanja računalnika
Item0022=Odpravite težave, prenesite posodobitve in bolje spoznajte svoj računalnik
Item0023=Poiščite pomoč podjetja HP
Item0024=Prikaži informacije o stiku za podporo za stranke HP
Item0025=Prikaz informacij o stiku
Item0026=Prikaži informacije o stiku za podporo za stranke HP
Item0027=Ponovna namestitev gonilnikov in aplikacij
Item0028=Ponovo namestite gonilnike in/ali aplikacije
Item0029=Onemogočeno: Obnovitvena particija je bila odstranjena.
Item0030=Onemogočeno: Za obnovitev svojega računalnika uporabite nosilec podatkov za obnovitev.
Item0031=Onemogočeno: Obnovitev sistema Windows je izklopljena.
Item0032=Onemogočeno: HP-jev pomočnik za podporo ni nameščen.
Item0033=Varnostno kopiranje in obnovitev sistema Windows
Item0034=Ustvarite varnostno kopijo ali obnovite datoteke s pomočjo varnostne kopije
Item0035=Premalo dostopnih pravic
Item0036=HP Recovery Manager zahteva skrbniške pravice za zagon. Povečajte dostopne pravice v Nastavitvah uporabniških računov (UAC). 	
Item0037=Različica: 00
Item0038=Onemogočeno: Ni podprto pri dinamičnem disku
Item0039=Onemogočeno: Uporabite Upravljanje diskov sistema Windows
Item0040=Zgodovina datoteke Windows
Item0041=Za nekatere funkcije je potreben dostop do obnovitvene particije. Združite tablični računalnik s podnožjem in ponovno zaženite HP Recovery Manager, da se te možnosti omogočijo.
Item0042=Če želite uporabiti to možnost, združite tablični računalnik s podnožjem in ponovno zaženite HP Recovery Manager.
Item0043=Možnosti obnovitve in varnostnega kopiranja datotek zahtevata dostop do obnovitvene particije v podnožju. Združite tablični računalnik s podnožjem, ponovno zaženite sistem in pritisnite F11, da ponovno zaženete HP Recovery Manager. Kliknite Nadaljuj, da se zažene preverjanje računalnika.
Item0044=Osvežitev sistema Windows
Item0045=Varnostni ukrepi
Item0046=Podpora
Item0047=Vzdrževanje
Item0048=Ustvari obnovitveni medij
Item0049=Ustvarite obnovitveni medij za svoj sistem
Item0050=Izvedite vzdrževanje računalnika 
Item0051=Obrnite se na podporo HP
Item0052=Odstranite obnovitveni medij
Item0053=Ustvarite obnovitvene točke ali uporabite obnovitvene točke, ki ste jih predhodno izdelali, za obnovitev prejšnjega stanja sistema
Item0054=Zgodovina datoteke Windows
Item0055=Obnovitveno okolje HP
Item0056=Znova zaženite računalnik in odprite obnovitveno okolje HP, da ponastavite računalnik na prvotno tovarniško stanje
Item0057=Med obnovitvijo ne odstranite tabličnega računalnika iz priklopne postaje. Če to naredite, računalnika ne boste mogli zagnati.
Item0058=Za obnovitev sistema ponovno zaženite računalnik in vnesite 00
Item0059=Ponastavitev sistema Windows
Item0060=HP Recovery Manager je podprt samo, ko je nastavljena ležeča usmerjenost zaslona.
Item0061=Zaprite HP Recovery Manager, nastavite ležečo usmerjenost zaslona in nato znova zaženite HP Recovery Manager.

[General]	
Item0100=Nazaj
Item0101=Naprej
Item0102=Prekliči
Item0103=Nadaljuj
Item0104=Dokončaj
Item0105=V redu
Item0106=Želite zapreti orodje HP Recovery Manager?
Item0107=Preverite, ali je vaš računalnik priključen na napajalnik, v nasprotnem primeru se lahko postopek obnovitve prekine.
Item0108=Orodje HP Recovery Manager že dela!!
Item0109=Ponovni zagon
Item0110=Zaustavitev
Item0111=Pozor: Računalnik deluje s skoraj praznim akumulatorjem.
Item0112=Za ta postopek mora biti računalnik povezan z napajalnikom.
Item0113=Priključite napajalnik računalnika in za nadaljevanje kliknite V redu.
Item0114=Pri orodju  HP Recovery Manager je prišlo do napake. Koda napake =  00
Item0115=Prihaja do napak. Poskusite znova.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(koda napake=00)
Item0119=Pri trenutni konfiguraciji obnovitev ni mogoča. Omogočite možnost pospešitve za Intel Mart Response tehnologijo in poskusite znova.
Item0120=Orodje Recovery Manager je bilo namenjeno za operacijski sistem Windows 7. Ni združljivo z OS Windows 8.
Item0121=Softpaq ni podprt  v sistemu Windows 7. Računalnik najprej nadgradite na Windows 8.
	
[Windows System Restore]
Item0200=Obnovitev sistema Windows
Item0201=HP Recovery Manager se bo zaprl, da boste lahko uporabili obnovitev sistema Windows.
Item0202=Z obnovitvijo sistema Windows lahko odpravite težave, zaradi katerih računalnik morda deluje počasi ali se preneha odzivati. Obnovitev ne vpliva na nobene vaše dokumente, slike ali druge osebne podatke.
Item0203=Če želite zagnati obnovitev sistema Windows, kliknite Naprej.
	       	
[Computer Checkup]	
Item0250=Preverjanje računalnika
Item0251=Zaženite preverjanje diska za particijo Windows
Item0252=Zaženite preverjanje diska za obnovitveno particijo
Item0253=Odpri ukazni poziv
Item0254=Za nadaljevanje izberite možnost in kliknite Naprej.
		
[Remove Recovery Partition]	
Item0300=Odstrani obnovitveno particijo
Item0301=Možnosti sistema Windows Push Button Reset (Ponastavitev z gumbom) in HP-jeva obnovitev posnetka ne bosta na voljo po odstranitvi obnovitvene particije.
Item0302=Razumem. Nadaljujte z odstranjevanjem obnovitvene particije.
Item0303=Nadaljuj
Item0304=Izdelava obnovitvenih medijev ni dokončana. Po odstranitvi obnovitvene particije možnost izdelave obnovitvenih medijev ne bo na voljo.
Item0305=Pojdite na 00 zdaj.
Item0306=Odstranjevanje obnovitvene particije ...
Item0307=Za vrnitev na domačo stran kliknite Nadaljuj
Item0308=Domov
Item0309=Ustvari obnovitvene medije
Item0310=Pri odstranjevanju obnovitvene particije prihaja do napak. Poskusite znova.
Item0311=Obnovitvena particija je bila uspešno odstranjena.
Item0312=Možnosti obnovitve posnetka HP po odstranitvi obnovitvene particije ne bodo na voljo.
		
[File Restore Program]	
Item0400=Obnovitev datotek 
Item0401=Dobrodošli
Item0402=Obnovitev datotek vam pomaga pri obnovi datotek, ki ste jih varnostno kopirali.
Item0403=Za nadaljevanje kliknite Naprej.
Item0404=Katere vrste datotek želite obnoviti?
Item0405=Slike
Item0406=Glasba in druge zvočne datoteke
Item0407=Videoposnetki in filmi
Item0408=Posnete TV-oddaje
Item0409=Dokumenti, preglednice in predstavitve
Item0410=E-pošta, internetne priljubljene strani in nastavitve
Item0411=Drugo
Item0412=Pomoč
Item0413=Datoteke se obnavljajo na naslednjo lokacijo:
Item0414=Bližnjica do te lokacije je bila dodana na namizje.
Item0415=Poteka obnovitev
Item0416=Napredovanje:  00%
Item0417=Prosimo, počakajte ...
Item0418=Datoteke so obnovljene
Item0419=Obnavljanje je bilo uspešno dokončano.
Item0420=Če želite zapreti ta program, kliknite Dokončaj.
Item0421=Pot do nekaterih obnovljenih datotek je daljša od 260 znakov. Glejte 00.
Item0422=V redu
Item0423=Opozorilo
Item0424=Program obnavljanja datotek že deluje.
Item0425=Če želite zagnati Obnovitev datotek, morate biti v operacijskem sistemu Windows 7.
Item0426=Prekličem Obnovitev datotek?
Item0427=Obnovitev preklicana
Item0428=Preklicali ste postopek obnovitve.
Item0429=Kam želite shraniti datoteke za varnostno kopiranje?
Item0430=Lokalni disk
		
[File Backup Program]	
Item0500=Varnostno kopiranje datotek
Item0501=Katere vrste datotek želite varnostno kopirati?
Item0502=Slike
Item0503=Glasba in druge zvočne datoteke
Item0504=Videoposnetki in filmi
Item0505=Posnete TV-oddaje
Item0506=Dokumenti, preglednice in predstavitve
Item0507=E-pošta, internetne priljubljene strani in nastavitve
Item0508=Drugo
Item0509=Pomoč
Item0510=Za nadaljevanje kliknite Naprej.
Item0511=Pregledovanje
Item0512=Čarovnik za varnostno kopiranje datotek ustvarja seznam datotek za varnostno kopiranje.
Item0513=Ta postopek lahko traja nekaj minut.
Item0514=Napredovanje: 00 %
Item0515=Prosimo, počakajte ...
Item0516=Trenutno na sistemski particiji na trdem disku ni dovolj prostora za začasno shranjevanje med stiskanjem podatkov.
Item0517=Na sistemski particiji na trdem disku morate sprostiti nekaj prostora, da bi nadaljevali z opravilom.
Item0518=V redu
Item0519=Opozorilo
Item0520=Za nadaljevanje izberite možnost in kliknite Naprej.
Item0521=Izdelava varnostne kopije
Item0522=Izdelava datotek varnostne kopije
Item0523=Dokončanje datotek varnostne kopije
Item0524=Ni mogoče najti nobene datoteke tistih vrst, ki jih je izbral uporabnik.
Item0525=Kam želite shraniti varnostno kopijo?
Item0526=Velikost izvirnih datotek:  00
Item0527=Ime
Item0528=Vrsta
Item0529=Skupna velikost
Item0530=Razpoložljiv prostor
Item0531=Za varnostno kopiranje datotek ni na voljo nobena naprava. Prepričajte se, da je izmenljivi disk povezan.
Item0532=Izmenljivo
Item0533=Varnostno kopiranje datotek je pripravljeno.
Item0534=Vaše datoteke bodo shranjene v (00).
Item0535=Kopiranje varnostne kopije 
Item0536=Ciljni pogon ni priključen.
Item0537=Varnostno kopiranje datotek
Item0538=HP Recovery Manager je uspešno ustvaril varnostne kopije.
Item0539=Prekličem varnostno kopiranje datotek?
Item0540=Prekliči
Item0541=Varnostno kopiranje je preklicano
Item0542=Uspešno ste preklicali postopek varnostnega kopiranja.
Item0543=Preklicali ste postopek varnostnega kopiranja.
Item0544=Želite nadaljevati z obnovitvijo sistema?
Item0545=Želite nadaljevati z obnovitvijo pomanjšane podobe?
Item0546=Želite nadaljevati s ponastavitvijo tovarniških nastavitev?
Item0547=Da
Item0548=Ne
Item0549=Zapisovalnik plošč
Item0550=Za varnostno kopiranje datotek ni na voljo nobena naprava. Preverite, ali je izmenljivi disk ali zapisovalnik plošč povezan.
Item0551=Samodejno varnostno kopiranje
Item0552=Uporabniku omogoča izbiranje kategorij za varnostno kopiranje (primer: fotografije). Varnostno kopiranje bo pokrilo večino vrst datotek, ki so običajno uporabljene v določeni kategoriji. To možnost uporabite, če želite na enostaven način konfigurirati svoje varnostne kopije.
Item0553=Ročno varnostno kopiranje
Item0554=Uporabniku omogoča izbiro posebnih datotek in map za varnostno kopiranje. Uporabite to možnost, če želite imeti popoln nadzor nad tem, kaj se varnostno kopira.
Item0555=Neposredno kopiranje podatkov
Item0556=Neposredno kopiranje podatkov ne uporablja stiskanja in datoteke niso obnovljene z orodjem HP Recovery Manager. Če želite po končanem varnostnem kopiranju dostopati do datotek s katerega koli računalnika, preprosto brskajte po imeniku Datoteke obnovitve sistema.
Item0557=Če želite datoteke obnoviti v izvirnem sistemu, preprosto kopirajte datoteke in jih prilepite nazaj.
Item0558=Vstavite prazno ploščo DVD+R ali DVD-R in kliknite Naprej.
Item0559=Napredovanje zapisovanja:  00 %
Item0560=Skupno število plošč:  00
Item0561=Trenutna plošča:  00
Item0562=Vstavite ploščo
Item0563=Vstavite prazno ploščo.
Item0564=HP Recovery Manager ne podpira vstavljene plošče. Vstavite prazno ploščo DVD+R ali DVD-R (zmogljivosti 4,7 GB).
Item0565=Priprava podatkov
	
[Recovery Media Creation]	
Item0600=Domov
Item0601=Ustvari obnovitvene medije
Item0602=Ustvarite lahko le 00 komplet obnovitvenih medijev.
Item0603=Sprejmem.
Item0604=Nadaljuj
Item0605=Vstavite enega od naslednjih medijev:
Item0606=Pogon USB
Item0607=Zahtevana najmanjša zmogljivost: 00 GB
Item0608=DVD
Item0609=Število potrebnih plošč:  00
Item0610=DVDDL
Item0611=Želite nadaljevati z označenim medijem?
Item0612=Da
Item0613=Ne
Item0614=Izdeluje se obnovitveni pogon USB ...
Item0615=Pripravljanje plošče
Item0616=Formatiranje pogona USB
Item0617=Kopiranje posnetka
Item0618=Kopiranje posnetka za obnovitev v pogon USB ...
Item0619=Preverjanje plošče
Item0620=Preverjanje posnetka za obnovitev na pogonu USB ...
Item0621=00 % končano
Item0622=Vstavite ploščo
Item0623=Za nadaljevanje vstavite ploščo 00. Za preklic izdelave obnovitvenega medija kliknite Prekliči. Postopek izdelave obnovitvenega medija lahko nadaljujete kadar koli, in sicer tako, da znova izberete možnost Ustvari obnovitveni medij.
Item0624=Pripravite podatke
Item0625=Izdelava posnetka za obnovitev
Item0626=Zapišite podatke
Item0627=Zapisovanje posnetka za obnovitev na ploščo
Item0628=Preverite ploščo
Item0629=Preverjanje posnetka za obnovitev na plošči
Item0630=Obnovitveni medij je bil izdelan 00. Ustvarite lahko le EN komplet obnovitvenih medijev.
Item0631=Za vrnitev na domačo stran kliknite V redu
Item0632=V redu
Item0633=Izdelava obnovitvenih medijev ni dokončana. Za dokončanje izdelave obnovitvenih medijev pritisnite Nadaljuj.
Item0634=Prekliči
Item0635=Priključite napajalnik računalnika
Item0636=Za nadaljevanje tega postopka mora biti nameščen akumulator, računalnik pa mora biti povezan z napajalnikom
Item0637=Vstavite akumulator
Item0638=Najden ni noben optični pogon
Item0639=Zdaj lahko priključite optični pogon
Item0640=Plošča Blu-ray
Item0641=Izdelava obnovitvenega diska 00 je dokončana. Ploščo 00 označite in jo hranite na varnem mestu.
Item0642=Pogon USB bo formatiran. Vsi podatki na pogonu USB bodo izgubljeni. Ves prostor na pogonu USB se bo uporabil za posnetek za obnovitev (tudi v primeru, če je pogon USB večji od ocenjene velikosti posnetka za obnovitev).
Item0643=Kliknite Prekliči, da se vrnete na izbiro medijev, ali Nadaljuj, da začnete s pripravo diska.
Item0644=Izberite eno od naslednjih možnosti medija 
Item0645=EN
Item0646=Analiziranje strojne opreme …
Item0647=Poteka izdelovanje obnovitvenega medija. Orodja HP Recovery Manager ne morete zapreti.
Item0648=Pri izdelovanju obnovitvenega medija prihaja do napak. Poskusite znova.
Item0649=Zmogljivost vstavljenega bliskovnega pogona ni zadostna. Vstavite drug pogon.
Item0650=Mediji, na katere je mogoče znova zapisovati, niso podprti. Vstavite prazno ploščo 00.
Item0651=Plošča, ki ste jo vstavili, ni prazna. Vstavite prazno ploščo 00.
Item0652=Obnovitveni disk 00 od 01 je dokončan. Ploščo 00 od 01 označite in jo shranite na varnem mestu.
Item0653=Obnovitveni disk je uspešno izdelan.
Item0654=Obnovitveni bliskovni pogon je uspešno izdelan. Označite ga in ga shranite na varnem mestu.
Item0655=Potreben je 00 disk
Item0656=Mediji, na katere je mogoče znova zapisovati, niso podprti!
Item0657=Vstavljeni medij ni podprt!
Item0658=Obnovitvena particija je odstranjena – možnost ustvarjanja obnovitvenih medijev ni več na voljo
Item0659=Preverjanje plošče ni uspelo. Uporabite drug disk in poskusite znova.
Item0660=Zapisovanje plošče ni uspelo. Uporabite drug disk in poskusite znova.
Item0661=Sistem je ustvarjen iz obnovitvenega medija. Ustvarite lahko le EN komplet obnovitvenih medijev.
Item0662=Obnovitvena particija je bila odstranjena.
Item0663=Presežena je bila omejitev na pogonu USB
Item0664=Posnetek za obnovitev je večji od 32 GB. Uporabite optični nosilec podatkov.
Item0665=Posnetek za obnovitev presega omejitev velikosti za pogon USB, ki je 32 GB. Če želite ustvariti nosilec podatkov za obnovitev, morate uporabiti optični nosilec podatkov (DVD-je).
Item0666=Preverite, ali lahko na pogon shranite 00 GB podatkov (največ 32 GB).
Item0667=- Obnovitveni disk 00 od 01 je končan. Označite disk z »00 od 01« in ga shranite na varno mesto.
Item0668=- Vstavite disk za nadaljevanje ali kliknite Prekliči, da zaustavite izdelavo obnovitvenega medija. 
Item0669=- Nadaljujete lahko kadarkoli s ponovno izbiro možnosti za izdelavo obnovitvenega medija.
Item0670=Pozor: Izbrani bliskovni pogon USB bo formatiran. Vsi podatki na bliskovnem pogonu USB bodo izgubljeni.
Item0671=Za izdelavo obnovitvenega posnetka bo na bliskovnem pogonu USB uporabljenih največ 32 GB. Če je bliskovni pogon večji od 32 GB, bo dodaten neuporabljeni prostor po izdelavi obnovitvenega medija neuporaben.
Item0672=Kliknite Prekliči za vrnitev na izbiro medija ali kliknite Nadaljuj, da začnete z izdelavo obnovitvenega medija.
Item0673=Izberite 00 za vrnitev na izbiro medija ali izberite 01, da začnete z izdelavo obnovitvenega medija.
	
[System Recovery]	
Item0700=Obnovite računalnik v izvirno tovarniško stanje
Item0701=Ta postopek bo na sistemsko particijo znova namestil izvirno podobo tovarniških nastavitev, druge spremembe na trdem disku pa se ne bodo izvedle.
Item0702=Izgubljene bodo vse datoteke, ki jih je ustvaril uporabnik, in programi, nameščeni po nakupu.
Item0703=Najprej izdelajte varnostno kopijo datotek (priporočeno)
Item0704=Obnovitev brez varnostnega kopiranja datotek
Item0705=Za nadaljevanje izberite možnost in kliknite Naprej.
Item0706=Obnovitveno okolje HP
Item0707=Dobrodošli v orodju  HP Recovery Manager
Item0708=S tem programom obnovite računalnik na izvirno tovarniško stanje.
Item0709=Pred nadaljevanjem odstranite vse zunanje naprave.
Item0710=Za dodatne informacije glejte dokumentacijo računalnika.
Item0711=Za nadaljevanje kliknite Naprej.
Item0712=Obnovitev tovarniških nastavitev
Item0713=Ponovno formatiranje particije Windows na trdem disku
Item0714=Ponovna namestitev izvirne programske opreme
Item0715=Napredovanje:  00 % 
Item0716=Predvideni preostali čas: 00 minut(a)
Item0717=Prosimo, počakajte ...
Item0718=Obnovitev je končana
Item0719=Po ponovnem zagonu računalnika in potem, ko ste dokončali prvotno nastavitev računalnika, morate opraviti nekaj pomembnih dodatnih korakov:
Item0720=Posodobite varnostne datoteke iz Microsoft in HP
Item0721=Znova namestite programsko opremo, ki ni bila priložena računalniku
Item0722=Obnovite vse osebne podatke, ki ste jih morda varnostno kopirali (če je potrebno)
Item0723=Za takojšnji ponovni zagon računalnika kliknite Dokončaj.
Item0724=Priprava na obnovitev
Item0725=Trdi disk se bo znova formatiral, vse datoteke, potrebne za obnovitev tovarniških nastavitev, pa se bodo kopirale na trdi disk.
Item0726=Namestitev obnovitve
Item0727=Namestijo se programska oprema in gonilniki, vsebina pa se prilagodi vašemu računalniku.
Item0728=HP Recovery Manager bo ponastavil trdi disk v tovarniško stanje. Uporabniški podatki in spremembe trdega diska bodo izgubljene.
Item0729=V redu
Item0730=Prekliči
Item0731=Priprava na obnovitev tovarniških nastavitev
Item0732=Za obnovitev trdega diska je treba prekopirati datoteke
Item0733=Priprava na obnovitev je dokončana
Item0734=Po ponovnem zagonu računalnika se bo začelo obdobje namestitve obnovitve.
Item0735=Namestila se bo programska oprema in gonilniki, vsebina pa bo prilagojena vašemu računalniku.
Item0736=Med tem postopkom se bo računalnik večkrat samodejno ponovno zagnal. To je normalen del postopka.
Item0737=V tem času ne zaustavljajte računalnika, ne zaprite pokrova, ne izključite napajalnika oz. ne poskušajte dostopati do računalnika.
Item0738=Za takojšnji ponovni zagon računalnika kliknite Nadaljuj.
Item0739=Vstavite obnovitveni disk #00.
Item0740=Iz sistema odstranite obnovitveni medij
Item0741=Obnovitve sistema ne morete opraviti iz operacijskega sistema Windows. Želite znova zagnati računalnik in vnesti obnovitveno okolje?
Item0742=Nadaljujem?
Item0743=Priprava obnovitvenega okolja …
Item0744=Zaprite vse aplikacije in znova zaženite sistem.
Item0745=Pred nadaljevanjem odstranite vse zunanje naprave, razen tipkovnice, miške in monitorja.
Item0746=Obnovitve sistema ne morete opraviti iz operacijskega sistema Windows. Želite znova zagnati računalnik in vnesti obnovitveno okolje?
Item0747=Postopek obnovitve ima dve fazi:
Item0748=Domov
Item0749=Obnovitev sistema
Item0750=Onemogočeno: Za obnovitev svojega sistema uporabite možnost Ponastavitev tovarniških nastavitev 
Item0751=Posodobite sistem z namestitvijo najnovejših Microsoftovih in HP-jevih posodobitev.
Item0752=Izbrali ste obnovitveno okolje HP. Računalnik se bo znova zagnal in odprl obnovitveno okolje. Ali želite nadaljevati?
Item0753=Če je bilo v vašem računalniku prvotno nameščenih več operacijskih sistemov, bodo v postopku obnovitve vsi operacijski sistemi ponastavljeni na tovarniške nastavitve.
Item0754=Izbrali ste 00. Sistem se bo ponovno zagnal in vstopil v okolje za obnovitev. Ali želite nadaljevati?
Item0755=Izgubili boste vse uporabniško ustvarjene datoteke in particije in vse programe, nameščene po nakupu.
Item0756=Postopek obnovitve ima dve fazi:
Item0757=Priprava na obnovitev
Item0758=Particija s sistemom Windows bo ponovno formatirana, vse datoteke, potrebne za obnovitev tovarniških nastavitev sistema Windows, pa se bodo kopirale na trdi disk.
Item0759=Namestitev obnovitve
Item0760=Namestijo se programska oprema in gonilniki, vsebina pa se prilagodi vašemu računalniku.
Item0761=Obnovitev datotek na trdi disk
Item0762=V tem računalniku je omogočen program HP Drive Encryption (HPDE). Onemogočite HPDE, preden zaženete Obnovitev sistema.
	
[Minimized Image Recovery]	
Item0800=Obnovitev pomanjšane podobe
Item0801=Ta postopek bo ponovno namestil čisto okolje Windows, nameščeni bodo gonilniki in minimalna količina programske opreme.
Item0802=Izgubljene bodo vse datoteke, ki jih je ustvaril uporabnik, in programi, nameščeni po nakupu.
Item0803=Najprej izdelajte varnostno kopijo datotek (priporočeno)
Item0804=Obnovitev brez varnostnega kopiranja datotek
Item0805=Za nadaljevanje izberite možnost in kliknite Naprej.
Item0806=Obnovitev pomanjšane podobe
Item0807=Dobrodošli v orodju  HP Recovery Manager
Item0808=Ta postopek bo ponovno namestil čisto okolje Windows, nameščeni bodo gonilniki in minimalna količina programske opreme.
Item0809=Postopek obnovitve ima dve fazi:
Item0810=Priprava na obnovitev
Item0811=Trdi disk se bo formatiral, vse datoteke, potrebne za obnovitev pomanjšane podobe, pa se bodo kopirale na trdi disk.
Item0812=Namestitev obnovitve
Item0813=Namestijo se programska oprema in gonilniki, vsebina pa se prilagodi vašemu računalniku.
Item0814=Pred nadaljevanjem odstranite vse zunanje naprave.
Item0815=Za dodatne informacije glejte dokumentacijo računalnika.
Item0816=Za nadaljevanje kliknite Naprej.
Item0817=Zaznan je dinamični disk. Obnovitev se ne more nadaljevati. Za obnovitev računalnika morate uporabiti obnovitveni medij
Item0818=Priprava na obnovitev pomanjšane podobe
Item0819=Ponovno formatiranje particije Windows na trdem disku
Item0820=Za obnovitev trdega diska je treba prekopirati datoteke
Item0821=Napredovanje:  00 % 
Item0822=Predvideni preostali čas: 00 minut(a)
Item0823=Prosimo, počakajte ...
Item0824=Priprava na obnovitev je dokončana
Item0825=Po ponovnem zagonu računalnika se bo začelo obdobje namestitve obnovitve.
Item0826=Namestila se bo programska oprema in gonilniki, vsebina pa bo prilagojena vašemu računalniku.
Item0827=Med tem postopkom se bo računalnik večkrat samodejno ponovno zagnal. To je normalen del postopka.
Item0828=V tem času ne zaustavljajte računalnika, ne zaprite pokrova, ne izključite napajalnika oz. ne poskušajte dostopati do računalnika.
Item0829=Za takojšnji ponovni zagon računalnika kliknite Nadaljuj.
Item0830=Obnovitev je končana
Item0831=Po ponovnem zagonu računalnika in potem, ko ste dokončali prvotno nastavitev računalnika, morate opraviti nekaj pomembnih dodatnih korakov:
Item0832=Posodobite varnostne datoteke iz Microsoft in HP
Item0833=Znova namestite programsko opremo, ki ni bila priložena računalniku
Item0834=Obnovite vse osebne podatke, ki ste jih morda varnostno kopirali (če je potrebno)
Item0835=Za takojšnji ponovni zagon računalnika kliknite Dokončaj.
Item0836=V redu
Item0837=Vstavite obnovitveni disk #00.
Item0838=Iz sistema odstranite obnovitveni medij
Item0839=HP Recovery Manager bo namestil pomanjšano podobo. Uporabniški podatki in spremembe trdega diska bodo izgubljene.
Item0840=Pred nadaljevanjem odstranite vse zunanje naprave, razen tipkovnice, miške in monitorja.
Item0841=Onemogočeno: Za obnovitev svojega sistema uporabite možnost Ponastavitev tovarniških nastavitev
Item0842=Če je bilo v vašem računalniku prvotno nameščenih več operacijskih sistemov, bodo v postopku obnovitve vsi operacijski sistemi ponastavljeni na tovarniške nastavitve.
	
[Boot from UCRD]	
Item0900=Obnovitev sistema
Item0901=HP Recovery Manager se privzeto zažene s trdega diska, vendar ga lahko zaženete tudi z medija, ki ste ga vstavili.
Item0902=Zagon programa z medija
Item0903=Zagon programa s trdega diska
Item0904=Za nadaljevanje izberite možnost in kliknite Naprej.
Item0905=Zagon programa s trdega diska
Item0906=Računalnik se bo zdaj ponovno zagnal s particije.
Item0907=Pred nadaljevanjem odstranite obnovitveni medij.
Item0908=Če želite zapreti čarovnika, kliknite Dokončaj.
Item0909=Obrnite se na podporo za stranke HP
Item0910=Medij za obnovitev sistema ne podpira tega računalnika.
Item0911=S tem medijem ne boste mogli obnoviti sistema.
Item0912=Sistema ni mogoče obnoviti prek teh vrat naprave. Obrnite se na podporo za stranke HP.
		
[Factory Reset]	
Item1000=Ponastavitev tovarniških nastavitev
Item1001=Obnovitev tovarniških nastavitev
Item1002=Želite obnoviti sistem na izvirno tovarniško stanje?
Item1003=Najprej izdelajte varnostno kopijo datotek (priporočeno)
Item1004=Obnovitev brez varnostnega kopiranja datotek
Item1005=Za nadaljevanje izberite možnost in kliknite Naprej.
Item1006=Dobrodošli v orodju  HP Recovery Manager
Item1007=S tem programom obnovite računalnik na izvirno tovarniško stanje.
Item1008=Postopek obnovitve ima dve fazi:
Item1009=Priprava na obnovitev
Item1010=Trdi disk se bo znova formatiral, vse datoteke, potrebne za obnovitev tovarniških nastavitev, pa se bodo kopirale na trdi disk.
Item1011=Namestitev obnovitve
Item1012=Namestijo se programska oprema in gonilniki, vsebina pa se prilagodi vašemu računalniku.
Item1013=Pred nadaljevanjem odstranite vse zunanje naprave.
Item1014=Za dodatne informacije glejte dokumentacijo računalnika.
Item1015=Za nadaljevanje kliknite Naprej.
Item1016=HP Recovery Manager bo ponastavil trdi disk v tovarniško stanje. Uporabniški podatki in spremembe trdega diska bodo izgubljene.
Item1017=Priprava na obnovitev tovarniških nastavitev
Item1018=Ponovno formatiranje particije Windows na trdem disku
Item1019=Za obnovitev trdega diska je treba prekopirati datoteke
Item1020=Obnovitev datotek na trdi disk
Item1021=Napredovanje:  00 % 
Item1022=Prosimo, počakajte ...
Item1023=Predvideni preostali čas: 00 minut(a)
Item1024=Priprava na obnovitev je dokončana
Item1025=Po ponovnem zagonu računalnika se bo začelo obdobje namestitve obnovitve.
Item1026=Namestila se bo programska oprema in gonilniki, vsebina pa bo prilagojena vašemu računalniku.
Item1027=Med tem postopkom se bo računalnik večkrat samodejno ponovno zagnal. To je normalen del postopka.
Item1028=V tem času ne zaustavljajte računalnika, ne zaprite pokrova, ne izključite napajalnika oz. ne poskušajte dostopati do računalnika.
Item1029=Za takojšnji ponovni zagon računalnika kliknite Nadaljuj.
Item1030=Obnovitev je končana
Item1031=Po ponovnem zagonu računalnika in potem, ko ste dokončali prvotno nastavitev računalnika, morate opraviti nekaj pomembnih dodatnih korakov:
Item1032=Posodobite varnostne datoteke iz Microsoft in HP
Item1033=Znova namestite programsko opremo, ki ni bila priložena računalniku
Item1034=Obnovite vse osebne podatke, ki ste jih morda varnostno kopirali (če je to potrebno)
Item1035=Za takojšnji ponovni zagon računalnika kliknite Dokončaj.
Item1036=Da
Item1037=Ne
Item1038=Obrnite se na podporo za stranke HP
Item1039=V večini primerov boste težave lahko odpravili z obnovitvijo trdega diska.
Item1040=Če se napaka nadaljuje, se boste morda morali obrniti na podporo za stranke HP.
Item1041=Kontaktne podatke podpore za stranke HP lahko najdete v dokumentaciji svojega računalnika.
Item1042=Če želite zapreti ta program, kliknite Dokončaj.
Item1043=Vstavite obnovitveni disk #00.
Item1044=Iz sistema odstranite obnovitveni medij
Item1045=HP Recovery Manager bo ponastavil trde diske v izvirno tovarniško stanje. Uporabniški podatki in vse spremembe trdega diska bodo izgubljene.
Item1046=V redu
Item1047=Prekliči
Item1048=Pred nadaljevanjem odstranite vse zunanje naprave, razen tipkovnice, miške in monitorja.
Item1049=HP Recovery Manager bo ponastavil trdi disk(e) v izvirno tovarniško stanje. Uporabniški podatki in vse spremembe trdega diska bodo izgubljene.	
Item1050=V tem postopku bo vaš sistem ponastavljen na prvotne tovarniške nastavitve.
Item1051=Trdi disk bo znova razdeljen na particije in znova fomatiran na prvotne tovarniške nastavitve.
Item1052=Izgubili boste vse datoteke in particije, ki jih je ustvaril uporabnik, in vse programe, nameščene po nakupu.
Item1053=Če je bilo v vašem računalniku prvotno nameščenih več operacijskih sistemov, bodo v postopku obnovitve vsi operacijski sistemi ponastavljeni na tovarniške nastavitve.
	
[Restoration Incomplete]	
Item1100=Obnovitev ni dokončana
Item1101=Obnovitev se ni dokončala.
Item1102=Izberite enega od naslednjih gumbov:
Item1103=Shrani dnevnik
Item1104=Podrobnosti
Item1105=Poskusi znova
Item1106=Ta funkcija zbira informacije o sistemu, da bi HP lažje diagnosticiral težavo.
Item1107=Vstavite izmenljiv pogon diska z najmanj 00 MB prostora in nato kliknite V redu.
Item1108=V redu
Item1109=Na voljo ni dovolj prostora. Vstavite izmenljiv pogon diska z najmanj 00 MB prostora in nato kliknite V redu.
Item1110=Dnevniška datoteka je bila shranjena kot 00.
Item1111=Vstavite obnovitveni medij.
Item1112=Za takojšnji ponovni zagon računalnika kliknite Nadaljuj.
Item1113=Nadaljuj
Item1114=Skupni prostor na trdem disku je manjši od prvotnega tovarniško nameščenega trdega diska. Postopka obnovitve ni mogoče nadaljevati.
Item1115=Skupni prostor na trdem disku je premajhen. Postopka obnovitve ni mogoče nadaljevati.
		
[Drivers and Applications Reinstall]	
Item1200=Ponovna namestitev gonilnikov in aplikacij
Item1201=Izdelava seznama gonilnikov in aplikacij
Item1202=Domov
Item1203=Namestitev
Item1204=Nameščanje
Item1205=Dokončano
Item1206=Aplikacije (00)
Item1207=Gonilniki (00)
Item1208=Posodobitve HP (00) – prenesene in nameščene z mesta HP.com ali z orodjem Pomoč pri pridobivanju HP-jeve podpore
Item1209=Različica: 00
Item1210=00 elementov,
Item1211=00 od 01 izbranih elementov,
Item1212=00 aplikacija in
Item1213=00 aplikacij in
Item1214=00 gonilnik in
Item1215=00 gonilnikov in
Item1216=00 posodobitev HP
Item1217=00 posodobitev HP
Item1218=Namestitev je dokončana.
Item1219=Programska oprema se namešča. Zapiranje orodja HP Recovery Manager je preklicano.
Item1220=V redu
Item1221=Pred ponovno namestitvijo programske opreme odstranite predhodno različico programske opreme.
Item1222=Pri ponovni namestitvi programske opreme prihaja do napak. Poskusite znova.
Item1223=V tej napravi ni najden noben vir programske opreme
Item1224=Element
Item1225=00 od 01 izbranih elementov,
Item1226=Eden ali več izbranih gonilnikov in/ali aplikacij se morda ni pravilno namestil in je označen s »klicajem«. Te gonilnike in/ali aplikacije odstranite iz računalnika, preden jih poskusite znova namestiti s programom HP Recovery Manager.
Item1227=Eden ali več izbranih gonilnikov in/ali aplikacij se morda ni pravilno namestil in je označen z 00. Te gonilnike in/ali aplikacije odstranite iz računalnika, preden jih poskusite znova namestiti s programom HP Recovery Manager.
Item1228=00 Gonilnik
Item1229=00 Gonilniki
Item1230=Dokončano	
	
[RP Protection]	
Item1300=Obnovitvena particija
Item1301=Opozorilo
Item1302=To območje diska (ali particije) vsebuje datoteke, ki se uporabljajo med funkcijo sistema Windows Push Button Reset (Ponastavitev z gumbom) in HP-jevo obnovitvijo posnetka.
Item1303=Ne brišite ali spreminjajte nobene od teh datotek.
Item1304=Spremembe te particije utegnejo vplivati na delovanje obnovitve sistema v prihodnje.
	
[Show Contact Information]	
Item1350=Obrnite se na podporo za stranke HP
Item1351=V večini primerov bo obnovitev tovarniških nastavitev odpravila vaše težave.
Item1352=Če se težave še nadaljujejo ali če potrebujete nadomestne medije za obnovitev sistema, se boste morda morali za pomoč obrniti na podporo za stranke HP.
Item1353=Podporo za stranke HP lahko najdete na naslovu:
Item1354=www.hp.com/go/contacthp
Item1355=Če želite zapreti ta program, kliknite Dokončaj.
Item1356=Če želite zapreti ta program, kliknite Prekliči.

[File Backup Program 2.0]
Item1400=Kateri način izbire datotek želite uporabiti za izdelavo varnostne kopije?
Item1401=Samodejna izbira
Item1402=Izberite kategorijo datotek, ki jih želite varnostno kopirati.
Item1403=Uporabnikova izbira
Item1404=Izberite vrsto map in datotek, ki jih želite varnostno kopirati ročno.
Item1405=Z nastavitvijo samodejne izbire lahko izberete kategorije datotek za varnostno kopiranje. Izberete lahko na primer »Slike« in »Glasba in druge zvočne datoteke«. Program nato poišče računalniške datoteke v teh kategorijah (glede na predhodno določene vrste datotek, ki se običajno uporabljajo za te datoteke) in jih varnostno kopira. Do stisnjenih datotek lahko dostopate tako, da jih obnovite z možnostjo obnovitve datotek.
Item1406=Pri uporabnikovi izbiri lahko določite datoteke in mape za varnostno kopiranje, tako da jih izberete v oknu programa Windows Explorer. Na voljo sta dve možnosti varnostnega kopiranja – Stiskanje in Brez stiskanja
Item1407=Stiskanje: do stisnjenih datotek lahko dostopate tako, da jih obnovite z možnostjo obnovitve datotek.
Item1408=Brez stiskanja: posamezne datoteke in imeniki se kopirajo brez stiskanja. Do datotek lahko dostopate brez možnosti obnovitve datotek.
Item1409=Ali želite uporabiti stiskanje?
Item1410=Stiskanje
Item1411=Brez stiskanja
Item1412=Do datotek, stisnjenih v datotečno obliko WIM, lahko dostopate tako, da jih v računalniku obnovite z možnostjo Obnovitev datotek. S to možnostjo zmanjšate velikost varnostne kopije; pri obnovitvi datotek se vse datoteke samodejno kopirajo v imenik C:\, do njih pa lahko dostopate prek bližnjice na namizju.
Item1413=Posamezne datoteke in imeniki se kopirajo brez stiskanja, do njih pa lahko dostopate neposredno prek varnostnega pogona brez možnosti Obnovitev datotek. S to možnostjo ne zmanjšate velikosti varnostne kopije, datoteke in imenike pa je treba ročno kopirati v računalnik (z ukazom Kopiraj/Prilepi).
Item1414=Katere datoteke želite varnostno kopirati?
Item1415=Poišči datoteke
Item1416=Velikost varnostne kopije:  00
Item1417=Ime
Item1418=Velikost
Item1419=Izbira medija za varnostno kopijo
Item1420=Izbira medija: 00
Item1421=Št. tovrstnih diskov, ki jih potrebujete za izdelavo varnostne kopije: 00.
Item1422=Če želite nadaljevati izdelavo varnostne kopije z izbranim medijem, kliknite Naprej.
Item1423=Če želite uporabiti medij druge vrste, kliknite Nazaj.
Item1424=Priprava datotek
Item1425=Izdelava diska
Item1426=Zapeci disk
Item1427=Preverjanje diska
Item1428=Vstavite disk 00 od 00 00.
Item1429=Izbrane datoteke
Item1430=Kopiranje datotek
Item1431=Kopirane datoteke in imeniki
Item1432=Recovery Manager je uspešno kopiral datoteke
Item1433=Velikost datotek ne ustreza zmogljivosti varnostnega diska. Postopka varnostnega kopiranja ni mogoče nadaljevati.
Item1434=Preklopite v način Stiskanje
Item1435=Prekličite izbor datotek z velikostjo, ki presega 00
Item1436=Znova izberite napravo
Item1437=Seznam velikih datotek
Item1438=Vstavite disk 00.
Item1439=Na trdem disku ni dovolj razpoložljivega prostora za varnostno kopiranje. Priključite drug trdi disk ali sprostite prostor na priključenem trdem disku.
Item1440=Ta vrsta diska ni podprta.
Item1441=Zmanjšajte velikost datoteke. Potrebna je uporaba možnosti Obnovitev datotek.
Item1442=Ne zmanjša velikosti datotek, ni potrebna uporaba možnosti Obnovitev datotek.
Item1443=Varnostno kopijo lahko shranite samo na optični medij ali zunanji trdi disk. Če želena naprava in/ali vrsta medija ni navedena spodaj, preverite, ali je naprava priključena in vklopljena oz. ali je želena vrsta medija vstavljena v optično napravo, da lahko nadaljujete s postopkom varnostnega kopiranja.
Item1444=To ni pravi disk ali pa je poškodovan. Vstavite disk 00.
Item1445=Varnostno kopijo lahko shranite le na zunanji trdi disk ali bliskovni pogon USB v formatu NTFS. Preden nadaljujete postopek se prepričajte, da je želena naprava povezana in datotečni sistem NTFS.
Item1446=Če je za Auto Selection (Samodejni izbor) ali User Selection (Uporabniški izbor) izbrana možnost 00, se bodo vse datoteke varnostno kopirale v načinu brez stiskanja in jih je treba obnoviti z ročnim kopiranjem podatkov. Možnosti »Obnovitev datotek« ni mogoče uporabiti.
Item1447=Vse datoteke, shranjene v mapi 00.
Item1448=Do datotek, stisnjenih v datotečno obliko WIM, lahko dostopate samo tako, da jih v računalniku prej obnovite z možnostjo Obnovitev datotek. Ta možnost minimira velikost varnostne kopije in vse datoteke obnovi na ciljno mesto, ki ga določite, hkrati pa ustvari bližnjico na namizju.
Item1449=Stiskanje ni podprto, ko so izbrani podatki 00.
Item1450=Podatki 00 so bili varnostno kopirani v naslednjo mapo pod korenskim imenikom mape varnostne kopije:
Item1451=Po dokončani obnovitvi kopirajte varnostno kopijo podatkov 00 iz zgornje mape varnostne kopije v svoj sistem.
Item1452=Podatke 00 lahko varnostno kopirate samo brez stiskanja.
Item1453=Za varnostno kopiranje brez stiskanja izberite »V redu« oziroma izberite »Prekliči«, da ponovno varnostno kopirate datoteke.

[Windows Recovery Environment]
Item1500=Uporabite HP-jevo orodje za varnostno kopiranje in obnovitev ali stopite v stik s HP-jevo podporo.

[Windows System Refresh]
Item1600=Osvežite osebni računalnik, ne da bi to vplivalo na vaše osebne datoteke

[AboutInfo]
Item1700=Informacije
Item1701=Različica
Item1702=Obnovitveni medij
Item1703=Sistem
Item1704=Številka izdelka
Item1705=Serijska številka
Item1706=Obnovitvena particija HP
Item1707=Da
Item1708=Ne
Item1709=O programu